{
  "text": {
    "pagetitle": "Kaitlynn & Dustin's Wedding Reception",
    "title": "Dustin & Kaitlynn",
    "subtitle": "Wedding Reception",
    "date": "June 6th 2015",
    "footer": "&copy; 2015 Dustin Brink",
    "hotel": "<a href='http://www.aloftbroomfielddenver.com/'>Aloft Hotel</a>: Ballroom X",
    "time": "4 - 8pm"
  },
  "tabs": [
    {
      "name": "Welcome",
      "text": "<p>It was late October when Dustin and I took a week long vacation to tropical paradise. We took long walks on the white sandy beach and basked in each other’s company. It seemed like nothing else existed outside of our little dream bubble. We took a snorkeling trip in Cozumel. Since the water is crystal clear, more sunlight can penetrate deeper and this allows corals to grow at deeper depths. The majesty of something so beautiful and natural left me breathless.</p><p>We went to a nightclub named “Coco Bongo” they had live performers. It was a spectacle to see. Flashing lights and crazy dancers, who could ask for more?</p><p>We walked around some areas you probably shouldn’t, but we found some of the most incredible food trucks. Our favorite was al pastor: crisp-thin shavings of vertical spit-roasted pork.</p><p>We woke up when the sun rose, cooked some chorizo and started everyday with a new adventure. Siesta in the afternoon to beat the heat, and long walks on the beach at night. We never wanted to leave.</p><p>Public transportation is pretty incredible, we took a 3 hour bus ride to Chichen Itza. Built by the pre-Columbian Maya civilization. It served as a temple to the god Kukulkan, the Yucatec Maya feathered serpent deity. It was here that Dustin took a small box out of his backpack and got down on one knee. Opened the box to reveal a glistening ring. He said “Will you do me the honor of marrying me?”. I started to cry, I couldn’t speak for a second. It was difficult to take everything in. I had the most incredible trip of my life and this man wants to make it more. I said yes!<p>"
    },
    {
      "name": "RSVP",
      "text": ""
    },
    {
      "name": "Location",
      "text": "",
      "googleMapsUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d3060.6046060608337!2d-105.089868!3d39.905484!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x876b8bc81d0b8aed%3A0x5b4c559b317e07ca!2sAloft+Broomfield+Denver!5e0!3m2!1sen!2sus!4v1426462846557"
    },
    {
      "name": "Accommodations",
      "text": "Info comming soon"
    },
    {
      "name": "Registry",
      "text": "<p>We are registred at <a href='http://www.amazon.com/registry/wedding/D5RSJLEH9LT'>Amazon.com</a></p><p>if you feel like bringing something, but it is not expected</p>"
    }
  ]
}